2048-cli-git
accountsservice
activate-linux-git
alsa-firmware
alsa-plugins
alsa-utils
ani-cli
anifetch
anitr-cli
apache
appimagetool-bin
apple_cursor
aquamarine
archiso
ark
ascii-image-converter
asciinema
asciiquarium
aspell
aspell-en
avizo
b43-fwcutter
banner
base
base-devel
bash-completion
bind
bluedevil
blueman
bluez
bluez-utils
brave-bin
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
cbonsai
ccache
chafa
chaotic-keyring
chaotic-mirrorlist
checkupdates-with-aur
chess-tui
chrpath
citch
cli11
cliphist
cliwrap-git
cmatrix
cmus
code-marketplace
cowsay
cpufetch
crazydiskinfo
cryptsetup
currencyconverter
dconf-editor
device-mapper
dialog
diffutils
discli
discord
discordo-git
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
dunst
durdraw
e2fsprogs
edk2-ovmf
efibootmgr
efitools
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
figlet
firefox
fish
fisher
font-manager
fsarchiver
ftxui
fwupd
gdb
gdu
gifsicle
git
github-cli
github-desktop
glances
gnome-bluetooth-3.0
gnome-clocks
grimblast-git
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
htop
hw-probe
hwdetect
hwinfo
hyde-cli-git
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qtutils
hyprlang
hyprlock
hyprpanel
hyprpicker
hyprshade
hyprshot
hyprutils
hyprwayland-scanner
img2pdf
inetutils
intel-ucode
interception-tools
inxi
iptables-nft
iwd
jedi-language-server
jfsutils
kcron
kde-cli-tools
kde-gtk-config
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdiskmark
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
kscreen
ktimer
kvantum
kvantum-qt5
kwayland-integration
lastf
less
lib32-nvidia-utils
lib32-vulkan-icd-loader
libappindicator-gtk3
libcava
libdvdcss
libgsf
libopenraw
libpanel
libreoffice-fresh
libvirt
libwnck3
linux
linux-firmware
linux-firmware-whence
linux-headers
localsend-bin
logrotate
lolcat
lsb-release
lsd
lshw
lsscsi
lvm2
lynis
lynx
maliit-keyboard
man-db
man-pages
manga-cli-git
mariadb
md-tui
mdadm
mesa-utils
micro
mirro-rs
mitmproxy
mkinitcpio
moc-pulse
modemmanager
mongosh
mov-cli
mpd
mpv
mpvc
mpvqt
mtools
muezzin-bin
mutt
nano
nano-syntax-highlighting
ncdu
ncmpcpp
ncspot
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nginx
nilfs-utils
nitch
nlohmann-json
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nudoku
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look
obsidian
oh-my-zsh-git
okular
openssh
os-prober
osd-bin
pacman-contrib
pamixer
pandoc-cli
papirus-icon-theme
patchelf
pavucontrol
pcmanfm
perf
perl
perl-image-exiftool
pfetch
php-apache
php-sqlite
phpmyadmin
pipes.sh
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plocate
plymouth
plymouth-theme-neat
pokemon-colorscripts-git
polkit-gnome
poppler-glib
power-profiles-daemon
powerdevil
powershell-bin
print-manager
progress
psensor
psutils
pv
pyinstaller
pyprland
pyside6
pyside6-tools
python
python-aiohttp
python-btrfs
python-customtkinter
python-defusedxml
python-evdev
python-hyprpy
python-kitchen
python-loguru
python-openai
python-packaging
python-pip
python-pipx
python-pyamdgpuinfo
python-pygame
python-pygithub
python-pyjson5
python-pymysql
python-pyqt5
python-pyqt5-webengine
python-pyqt6
python-pyqt6-webengine
python-pystray
python-pytomlpp
python-pytz
python-rich
python-rlottie-python
python-urwid
qbittorrent
qt5-imageformats
qt5-quickcontrols
qt5ct
qt6ct
qtcreator
rebuild-detector
reflector
reiserfsprogs
rofi-calc
rofi-wayland
rsync
rtkit
rust
s-nail
satty
scdoc
sddm-kcm
sg3_utils
sl
slop
smartmontools
snap-pac
snap-pac-grub
snapper
snapper-rollback
sof-firmware
soundcloud-dl-git
soundcloud-rpc-bin
spectacle
speedtest-cli
spotify-player
streamlink
sudo
swappy
swaylock-effects-git
swaync
swayosd
swww
sysfsutils
systemd-sysvcompat
tcsh
telegram-desktop-bin
termcolor
termdown
terminalwrap
tesseract
tesseract-data-ara
tesseract-data-eng
tesseract-data-kor
tesseract-data-rus
tesseract-data-tur
texinfo
thunderbird
tldr
tmux
tofi
toipe
tor
torbrowser-launcher
trackma-git
tree
ts-node
ttf-bitstream-vera
ttf-cascadia-code
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-twemoji
tty-clock
udiskie
ueberzug
unrar
unzip
upower
uptimed
usb_modeswitch
usbutils
valgrind
vencord-installer-cli-bin
ventoy-bin
vi
vim
visual-studio-code-bin
w3m
waifu2x-ncnn-vulkan
waybar-git
webkit2gtk
weston
wf-recorder
wget
which
wireplumber
wlogout
wlroots0.18
wmctrl
wofi
wpa_supplicant
wtype
xbindkeys
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xosd
xsettingsd
xterm
xwaylandvideobridge
yay
yazi
yt-dlp
ytermusic-bin
ytfzf
zeit-git
zenity
zip
zsh
zsh-theme-powerlevel10k-git
